

final mealtime = <String>['Завтрак', 'Ранний перекус', 'Обед', 'Полдник', 'Ужин', 'Поздний перекус'];
final time = <String>['8.00', '11.00', '14.00', '16.00', '19.00', '22.00'];
final foodElements = <String>['Белки', 'Жиры', 'Углеводы', 'Клетчатка'];
final protein = <String>['Яйцо куриное', 'Куриное филе', 'Говядина', 'Рыба'];
final lipid = <String>['Авокадо', 'Орех грецкий', 'Масло льняное', 'Масло оливковое', 'Семена льна'];
final carbs = <String>['Рис', 'Гречка', 'Овсянка', 'Нут', 'Хлебцы', 'Фрукты', 'Чёрный шоколад'];
final fibre = <String>['Помидор', 'Морковь', 'Свекла', 'Картофель', 'Капуста', 'Лук', 'Шпинат'];